<?php

return [

    "description_service" => "Περιγραφή Υπηρεσίας και Αποδοχή Όρων Χρήσης",
    "desc1" => "Η ιστοσελίδα Jambo παρέχει υπηρεσίες streaming για διάφορο ψυχαγωγικό περιεχόμενο, όπως ταινίες, τηλεοπτικές σειρές και ντοκιμαντέρ.",
    "desc2" => "Με την πρόσβαση ή χρήση της ιστοσελίδας Jambo, συμφωνείτε να τηρείτε τους Όρους Χρήσης που αναφέρονται εδώ.",
    "desc3" => "Το Jambo απαιτεί από τους χρήστες να έχουν την πιο πρόσφατη έκδοση συμβατών φυλλομετρητών όπως Google Chrome, Firefox ή Safari, με ενεργοποιημένη τη JavaScript και τα cookies για βέλτιστη απόδοση.",
    "works_best_with" => "Η ιστοσελίδα Jambo λειτουργεί καλύτερα με:",
    "chrome" => "Τελευταία έκδοση του Google Chrome",
    "firefox" => "Τελευταία έκδοση του Firefox",
    "safari" => "Τελευταία έκδοση του Safari",
    "js_cookies" => "Ενεργοποιημένη JavaScript και cookies",
    "subscription_services" => "Υπηρεσίες Συνδρομής",
    "subscription_desc1" => "Το Jambo προσφέρει υπηρεσίες με συνδρομή για πρόσβαση σε αποκλειστικό περιεχόμενο και λειτουργίες.",
    "subscription_desc2" => "Οι συνδρομητές αποκτούν πρόσβαση σε μια μεγάλη βιβλιοθήκη βίντεο υψηλής ποιότητας, streaming χωρίς διαφημίσεις και εξατομικευμένες προτάσεις.",
    "subscription_desc3" => "Τα συνδρομητικά πλάνα είναι διαθέσιμα σε μηνιαία ή ετήσια βάση, με ευέλικτες επιλογές τιμολόγησης για διαφορετικές προτιμήσεις χρηστών.",
    "payment_gateway" => "Πύλη Πληρωμών Τρίτων – Οικονομικές Πληροφορίες",
    "payment_desc1" => "Για τη διευκόλυνση των πληρωμών για τις συνδρομητικές υπηρεσίες, το Jambo χρησιμοποιεί πύλη πληρωμών τρίτων.",
    "payment_desc2" => "Οι χρήστες απαιτείται να παρέχουν οικονομικές πληροφορίες όπως στοιχεία πιστωτικής κάρτας ή λογαριασμούς PayPal για ασφαλή επεξεργασία των συνδρομητικών πληρωμών.",
    "payment_desc3" => "Το Jambo διασφαλίζει ότι όλες οι οικονομικές συναλλαγές είναι κρυπτογραφημένες και συμμορφώνονται με τα πρότυπα ασφαλείας του κλάδου για την προστασία των δεδομένων των χρηστών.",
    "children_privacy" => "Αποκάλυψη Ιδιωτικότητας Παιδιών",
    "children_desc1" => "Το Jambo δεσμεύεται να προστατεύει την ιδιωτικότητα των παιδιών που χρησιμοποιούν τις υπηρεσίες του.",
    "children_desc2" => "Οι χρήστες κάτω των 13 ετών απαιτείται να λάβουν γονική συναίνεση πριν αποκτήσουν πρόσβαση σε ορισμένες λειτουργίες ή παρέχουν προσωπικές πληροφορίες.",
    "children_desc3" => "Το Jambo δεν συλλέγει ή ζητά εν γνώσει του προσωπικές πληροφορίες από παιδιά κάτω των 13 ετών χωρίς γονική συναίνεση.",
    "data_transfer" => "Μεταφορά, αποθήκευση & επεξεργασία δεδομένων παγκοσμίως",
    "data_desc1" => "Χρησιμοποιώντας τις υπηρεσίες του Jambo, οι χρήστες αναγνωρίζουν και συμφωνούν ότι τα προσωπικά τους δεδομένα μπορεί να μεταφερθούν, αποθηκευτούν και να υποβληθούν σε επεξεργασία παγκοσμίως.",
    "data_desc2" => "Οι μεταφορές δεδομένων μπορεί να πραγματοποιούνται μεταξύ διακομιστών που βρίσκονται σε διαφορετικές χώρες για την παροχή απρόσκοπτης εμπειρίας streaming και τη βελτίωση της ποιότητας υπηρεσιών.",
    "data_desc3" => "Το Jambo τηρεί τους κανονισμούς προστασίας δεδομένων και εφαρμόζει κατάλληλα μέτρα για να διασφαλίσει την ασφάλεια και την ιδιωτικότητα των δεδομένων των χρηστών κατά τη διάρκεια παγκόσμιων μεταφορών και επεξεργασίας.",
    "we_will_be" => "Θα επιστρέψουμε με νέες και επαγγελματικές ιδέες",
    "waht_personal" => "Ποιες Προσωπικές Πληροφορίες Συλλέγει το Jambo για τους Χρήστες;",
    "cookies_web" => "Cookies και Web Beacons",
    "third_party" => "Πύλη Πληρωμών Τρίτων – Οικονομικές Πληροφορίες",
    "desc4" => "Λορεμ ίψουμ ντολορ σιτ αμέτ, κονσεκτετούρ αντζιπίσκινγκ ελίτ. Ιν κβις νισλ ντιγκνίσσιμ, πλαςεράτ διαμ ακ, εγκεστάς αντε. Μόρμπι βάρριους κβις όρτσι φεουγκιάτ χενδρερίτ. Μόρμπι ουλλαμκορπερ κονσεκουάτ τζούστο, ιν ποσουέρε νίσι εφικιτούρ σεδ. Βεστιβούλουμ σεμπερ ντολορ ιδ άρκου φίνιμπους βολούτπατ. Ιντεγκερ κονδιμέντουμ εξ τελους, ακ φίνιμπους μέτους σοδαλες ιν. Προίν μπλάντιτ κονγκουε ίψουμ ακ ντάπιμπους. Ιντεγκερ μπλάντιτ έρος ελίτ, βελ λούκτους τελους φίνιμπους ιν. Αλικουάμ νον ουρνα ουτ λεο βεστιβούλουμ μάττις ακ νεκ ντολορ. Νούλλα λιμπέρο μαύρης, ντάπιμπους νον αλιακέτ βιβέρρα, ελεμέντουμ εγκετ λορεμ",
    "desc5" => "Λορεμ ίψουμ ντολορ σιτ αμέτ, κονσεκτετούρ αντζιπίσκινγκ ελίτ. Ιν κβις νισλ ντιγκνίσσιμ, πλαςεράτ διαμ ακ, εγκεστάς αντε. Μόρμπι βάρριους κβις όρτσι φεουγκιάτ χενδρερίτ. Μόρμπι ουλλαμκορπερ κονσεκουάτ τζούστο, ιν ποσουέρε νίσι εφικιτούρ σεδ.",
    "desc6" => "Βεστιβούλουμ σεμπερ ντολορ ιδ άρκου φίνιμπους βολούτπατ. Ιντεγκερ κονδιμέντουμ εξ τελους, ακ φίνιμπους μέτους σοδαλες ιν. Προίν μπλάντιτ κονγκουε ίψουμ ακ ντάπιμπους. Ιντεγκερ μπλάντιτ έρος ελίτ, βελ λούκτους τελους φίνιμπους ιν. Αλικουάμ νον ουρνα ουτ λεο βεστιβούλουμ μάττις ακ νεκ ντολορ. Νούλλα λιμπέρο μαύρης, ντάπιμπους νον αλιακέτ βιβέρρα, ελεμέντουμ εγκετ λορεμ"

];
