<?php
return [

    "waht_lorem" => "ما هو لوريم إيبسوم",
    "desc1" => "لوريم إيبسوم هو نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات الطباعة والتنضيد. كان لوريم إيبسوم النص القياسي المستخدم في هذه الصناعة منذ القرن الخامس عشر، عندما قامت مطبعة مجهولة بأخذ مجموعة من النصوص وخلطها لصنع كتاب نماذج. لقد صمد لأكثر من خمسة قرون، بل وحتى انتقل إلى التنضيد الإلكتروني دون تغيير كبير. انتشر في الستينيات مع إطلاق أوراق Letraset التي تحتوي على مقاطع من لوريم إيبسوم، ومؤخرًا مع برامج النشر المكتبي مثل Aldus PageMaker التي تشمل إصدارات من لوريم إيبسوم.",
    "why_do_use" => "لماذا نستخدمه",
    "desc2" => "من الحقائق الراسخة أن القارئ سوف يتشتت انتباهه بالمحتوى المقروء لصفحة ما عند النظر إلى تخطيطها. السبب في استخدام لوريم إيبسوم هو أنه يحتوي على توزيع طبيعي نسبيًا للحروف، بدلاً من استخدام 'المحتوى هنا، المحتوى هنا'، مما يجعله يبدو وكأنه نص إنجليزي قابل للقراءة. تستخدم العديد من حزم النشر المكتبي ومحرري صفحات الويب الآن لوريم إيبسوم كنص افتراضي للنماذج، كما أن البحث عن 'lorem ipsum' سيكشف عن العديد من المواقع في مراحلها الأولى. لقد تطورت إصدارات مختلفة على مر السنين، أحيانًا عن طريق الصدفة، وأحيانًا عن قصد (بإضافة الدعابة وما شابه).",
    "where_does_come" => "من أين يأتي",
    "where_con_get" => "أين يمكنني الحصول على بعض",
    "Lorem_ipsum_dolor" => "لوريم إيبسوم دولور سيت",
    "desc3" => "إنيم إيوس مود هاى لايف أكوساموس تيري ريتشاردسون أد سكوايد. 3 وولف موون أوفيشيا آوتي، نون كوبيداتات سكيدبورد دولور برانش.",
    "Anim_reprehenderit" => "أنيم باريتور كليشيه ريبريهيندر",
    "enim_eiusmod" => "إنيم إيوس مود هاى لايف أكوساموس تيري ريتشاردسون أد سكوايد. 3 وولف موون أوفيشيا آوتي",
    "consectetur_adipiscing" => "كونسيكتيتور أديبيسسينغ إيليت",
    "food_truck" => "فود ترك كينوا نيسيوينت لابورم إيوس مود",
    "non_cupidatat" => "نون كوبيداتات سكيدبورد دولور برانش.",
    "donec_volutpat" => "دونيك فولوبتات ميتوس في إيرات",
    "enim_eiusmod_squid" => "إنيم إيوس مود هاى لايف أكوساموس تيري ريتشاردسون أد سكوايد",
    "etiam_sit_non" => "إتيام سيت أميت جوستو نون",
    "moon_officia" => "3 وولف موون أوفيشيا آوتي",
    "velit_accumsan" => "فيليت أكومسان لوريت",

];
