<?php

return [
    "adventure" => "مغامرة",
    "adventure_desc" => "مغامرة",

    "another_danger" => "خطر آخر",
    "another_danger_desc" => "عندما يفشل اختبار حكومي، ينتشر فيروس قاتل في جميع أنحاء العالم. يجب على الناجين اتخاذ قرارات مستحيلة في عالم ينهار.",

    "any_name" => "أي اسم",
    "any_name_desc" => "في عالم توقف فيه الزمن عن التحرك للأمام، يجب على مجموعة مغامرين غير متوقعين الانطلاق في رحلة محفوفة بالمخاطر للعثور على ساعة الأبدية - قطعة أثرية أسطورية يُقال إنها تتحكم في تدفق الزمن. بقيادة المؤرخة الغامضة الدكتورة إيفلين غراي، يواجه الفريق مناظر طبيعية خطرة وألغاز قديمة وشياطين داخلية بينما يتسابقون ضد منظمة سرية تسعى لاستغلال قوة الساعة لأغراض شريرة.",

    "arrival" => "الوصول",
    "arrival_desc" => "الوصول هو فيلم خيال علمي من إخراج دينيس فيلنوف، مقتبس من قصة تيد شيانغ 'قصة حياتك'. يتبع الفيلم عالمة اللغويات الدكتورة لويز بانكس (إيمي آدامز) التي يتم تجنيدها من قبل الجيش الأمريكي للتواصل مع كائنات فضائية غامضة وصلت إلى الأرض في مركبات ضخمة معلقة. مع تصاعد التوترات العالمية، تعمل لويز مع الفيزيائي إيان دونيلي (جيريمي رينر) لفك رموز لغتهم المعقدة وغير الخطية. يستكشف الفيلم موضوعات الزمن والتواصل وطبيعة التجربة الإنسانية، ويمزج العمق الفكري مع التأثير العاطفي.",

    "assassins_creed" => "أساسنز كريد",
    "assassins_creed_desc" => "أساسنز كريد هي ملحمة مليئة بالإثارة والمغامرة تغوص في حرب سرية بين القتلة الذين يقاتلون من أجل الحرية وفرسان الهيكل الذين يسعون للسيطرة. من خلال التكنولوجيا المتقدمة، يعيش الشخصيات الحديثة ذكريات أسلافهم، ويدخلون حياة محاربين أسطوريين عبر عصور مختلفة - سواء تسلقوا الأسطح في إيطاليا عصر النهضة أو أبحروا كقراصنة أو استكشفوا حضارات قديمة. مليء بالحركات البهلوانية والقتال الخفي والغموض التاريخي، يقدم تجربة غامرة حيث يمكن لكل اختيار أن يغير مجرى التاريخ.",

    "avengers" => "المنتقمون",
    "avengers_desc" => "أعظم أبطال الأرض يجتمعون لمواجهة تهديد كوني في ملحمة تختبر الولاء والقوة والتضحية.",

    "better_call_saul" => "أفضل الاتصال بسول",
    "better_call_saul_desc" => "قصة تحول المحامي الصغير جيمي مكغيل إلى المحامي الجنائي ذو الأخلاق المرنة سول غودمان.",

    "breaking_bad" => "بريكنج باد",
    "breaking_bad_desc" => "بريكنج باد تجاوز حدود التلفزيون، ليصبح رمزًا للتميز السردي ويغير مشهد الدراما التلفزيونية الحديثة إلى الأبد.",

    "bumblebee" => "بامبلبي",
    "bumblebee_desc" => "بامبلبي، الأوتوبوت المحبوب، ينطلق منفردًا في قصة أصلية تدور أحداثها في الثمانينيات. يجب عليه حماية الأرض من غزو ديستيبكون السري.",

    "castle_rock" => "كاسل روك",
    "castle_rock_desc" => "كاسل روك هو مسلسل رعب نفسي مستوحى من قصص ستيفن كينج. تدور أحداثه في بلدة كاسل روك الخيالية بولاية مين، ويستكشف ألغازًا مترابطة وظواهر خارقة للطبيعة. كل موسم يتناول شخصيات وقصص مختلفة من عالم كينج، ويمزج التوتر النفسي مع عناصر الرعب والغموض والتشويق.",

    "charliechaplin" => "تشارلي شابلن",
    "charliechaplin_desc" => "الإرث الخالد لتشارلي شابلن هو فيلم وثائقي يحتفي بحياة ومسيرة أحد أعظم رموز السينما، السير تشارلز سبنسر شابلن. يستعرض الفيلم عبقرية عصر الأفلام الصامتة ومساهماته الرائدة في الكوميديا والدراما والسرد السينمائي.",

    "chosfies" => "تشوسفيز",
    "chosfies_desc" => "يبدو أن فيلم تشوسفيز مزيج مثير من الحركة والمغامرة والعناصر المتحركة. تدور أحداثه في عالم خيالي حيث يواجه الشخصيات تحديات مكثفة ومهام خطرة.",

    "deadpool" => "ديدبول",
    "deadpool_desc" => "ديدبول يعود بمزيد من الفكاهة والأسلحة والفوضى وكسر الجدار الرابع. هذه المرة يواجه شريرًا جديدًا وقصة أكثر جنونًا قد تغير الخطوط الزمنية.",

    "dinoosaur" => "ديناصور",
    "dinoosaur_desc" => "مغامرة مثيرة حيث يجب على البشر التعايش مع الديناصورات الذكية في جزيرة مكتشفة حديثًا. ليس كل الديناصورات ودية.",

    "dragon_king" => "ملك التنين",
    "dragon_king_desc" => "ملك التنين",

    "fast_&_furious" => "السريع والغاضب",
    "fast_&_furious_desc" => "الأوائل منا – في عالم ما بعد الكارثة، يكتشف مجموعة صغيرة من الناجين أصول سقوط البشرية. أثناء رحلتهم عبر أرض خطرة وقاحلة، يدركون أنهم قد يحملون مفتاح إعادة بناء الحضارة أو ضمان انقراضها النهائي.",

    "frzzen" => "فروزن",
    "frzzen_desc" => "فروزن",

    "game_of_heros" => "لعبة الأبطال",
    "game_of_heros_desc" => "لعبة الأبطال هي ملحمة خيالية مليئة بالحركة حيث يتقرر مصير العالم في معركة بين محاربين أسطوريين. عندما تتنبأ نبوءة قديمة بحرب شاملة بين أعظم الأبطال من جميع العوالم، يتم استدعاء أبطال من عصور وأبعاد مختلفة للقتال من أجل السيادة المطلقة.",

    "giikre" => "جيكري",
    "giikre_desc" => "جيكري هو فيلم إثارة خيالي حيث سيطرت الذكاء الاصطناعي، ويجب على مبرمج متمرد أن يقاتل لاستعادة سيطرة البشرية.",

    "godzilla" => "غودزيلا",
    "godzilla_desc" => "بايليز آيرش كريم هو مشروب كحولي بنكهة الكريمة والكاكاو والويسكي الإيرلندي، يصنع في جمهورية أيرلندا ومالوسك، أيرلندا الشمالية.",

    "guilty" => "مذنب",
    "guilty_desc" => "مذنب",

    "hanuman" => "هانوما",
    "hanuman_desc" => "هانوما",

    "john_wick" => "جون ويك",
    "john_wick_desc" => "يعود جون ويك بمزيد من الحركة عالية الأوكتان وهو يواجه منظمة إجرامية دولية في معركة من أجل الحرية والخلاص.",

    "joker" => "جوكر",
    "joker_desc" => "انحدار كوميدي فاشل إلى الجنون يشعل ثورة عنيفة في قصة أصلية مرعبة للشرير الشهير.",

    "jumanji" => "جومانجي",
    "jumanji_desc" => "يتم سحب أربعة مراهقين إلى لعبة فيديو سحرية، والطريقة الوحيدة للهروب هي العمل معًا لإنهاء اللعبة.",

    "kali" => "كالي",
    "kali_desc" => "كالي هو فيلم حركة خارق مستوحى من الفولكلور، يتبع محاربة شرسة ولدت بغضب إلهي وعطش لا يُروى للعدالة.",

    "krishna" => "كريشنا",
    "krishna_desc" => "كريشنا هو فيلم خيالي أسطوري يمزج بين الأسطورة القديمة والحرب الحديثة. ولادة محارب إلهي تعد بقلب موازين المعركة الكونية.",

    "kung_fu_panda" => "كونغ فو باندا",
    "kung_fu_panda_desc" => "كونغ فو باندا هو مغامرة متحركة تتبع بو، الباندا المحبوب والأخرق الذي يعشق الكونغ فو. نرى رحلة بو من بطل غير متوقع إلى محارب التنين القوي، يتعلم فنون القتال لحماية أصدقائه وقريته من الأعداء.",

    "lost_in_space" => "ضائع في الفضاء",
    "lost_in_space_desc" => "ضائع في الفضاء هو مسلسل مغامرة خيالي يتبع عائلة روبنسون التي تم اختيارها للانضمام إلى مهمة مستعمرة فضائية. عندما ينحرف مركبهم عن المسار، يصبحون عالقين على كوكب مجهول.",

    "midnight_hunter" => "صياد منتصف الليل",
    "midnight_hunter_desc" => "صياد منتصف الليل",

    "migration" => "الهجرة",
    "migration_desc" => "مغامرة متحركة مؤثرة تتبع عائلة من الطيور أثناء رحلتهم عبر العالم ومواجهة المخاطر والخسارة وصداقات جديدة.",

    "minions" => "المينيونز",
    "minions_desc" => "سلسلة متحركة مضحكة تتبع المينيونز المشاغبين والمحبوبين في مغامراتهم المجنونة، يسببون الفوضى وينشرون الضحك في كل مكان!",

    "movie_year" => "فيلم العام",

    "pirates_of_day_one" => "قراصنة اليوم الأول",
    "pirates_of_day_one_desc" => "قراصنة اليوم الأول هي سلسلة أصلية ملحمية تعيد تصور نوع القراصنة من خلال مزج المغامرة والخيال والدراما التاريخية.",

    "rabbit" => "أرنب",
    "rabbit_desc" => "أرنب هو فيلم إثارة نفسي يستكشف الخط الفاصل بين الواقع والوهم. تستيقظ امرأة بلا ذاكرة ويجب أن تعتمد على أدلة متناثرة وهلوسات لاكتشاف ماضيها.",

    "red" => "أحمر",
    "red_desc" => "الأحمر هو لون نابض وقوي غالبًا ما يرتبط بمشاعر قوية مثل الحب والشغف والشدة. في هذا الفيديو، ينبض الأحمر بالحياة من خلال صور ديناميكية، ويستعرض تأثيره في الطبيعة والثقافة والفن.",

    "reed_dog" => "كلب القصب",
    "reed_dog_desc" => "كلب القصب",

    "revenge_of_sith" => "انتقام السيث",
    "revenge_of_sith_desc" => "انتقام السيث",

    "season3" => "الموسم الثالث",
    "series_today" => "في سلسلة اليوم",

    "sonil" => "سونيل",
    "sonil_desc" => "سونيل",

    "spiderman" => "سبايدرمان",
    "spiderman_desc" => "يصبح المراهق بيتر باركر البطل الخارق الأسطوري وهو يقاتل الأشرار ويوازن حياته المدرسية.",

    "synchronic" => "سينكرونيك",
    "synchronic_desc" => "سينكرونيك",

    "the_co_noueriing" => "ذا كو نويرينج",
    "the_co_noueriing_desc" => "فيلم إثارة خارق للطبيعة يتميز بقطع أثرية مسكونة ولعنات قديمة وفريق من صائدي الأشباح يحاولون إغلاق الحجاب بين العوالم.",

    "the_crew" => "الطاقم",
    "the_crew_desc" => "الطاقم هو مسلسل حركة عالي الأوكتان يتبع فريقًا نخبة من العملاء السريين أثناء تنفيذهم لمهام خطرة حول العالم.",

    "the_dragon_king" => "ملك التنين",
    "the_dragon_king_desc" => "ملك التنين هو ملحمة خيالية تتبع صعود محارب شاب مقدر له أن يوحد الممالك المنقسمة ضد تنين قديم يهدد بابتلاع العالم.",

    "the_first_of_us" => "الأوائل منا",
    "the_first_of_us_desc" => "الأوائل منا – في عالم ما بعد الكارثة، يكتشف مجموعة صغيرة من الناجين أصول سقوط البشرية.",

    "the_hunter" => "الصياد",
    "the_hunter_desc" => "دراما مشوقة في البرية حول صائد جوائز يكتشف مجتمعًا مخفيًا يعيش خارج الشبكة والأسرار التي يحمونها.",

    "titanic" => "تايتانيك",
    "titanic_desc" => "تايتانيك",

    "toddler" => "طفل صغير",
    "toddler_desc" => "الطفل الصغير هو طفل بين عمر سنة وثلاث سنوات، يبدأ بالمشي والكلام. هذه المرحلة تتميز بالنمو السريع جسديًا وذهنيًا، حيث يتعلم الطفل استكشاف محيطه والتواصل واكتساب الاستقلالية.",

    "tf_oaler" => "تي إف أوالر",
    "tf_oaler_desc" => "تي إف أوالر يروي صعود عميل مارق عالق في شبكة من التجسس والخيانة عبر الحدود الدولية.",

    "venom" => "فينوم",
    "venom_desc" => "فينوم هي قصة صحفي يصبح مضيفًا لكائن فضائي، يكتسب قوى خارقة وذات مظلمة تتعطش للفوضى.",

    "vikings" => "الفايكنج",
    "vikings_desc" => "بينما ينفذ راغنار لودبروك، مزارع نورسي، غارات ناجحة على الأراضي الإنجليزية بمساعدة محاربيه، ينتهي به الأمر بالسيطرة على الفايكنج ويصبح ملكًا اسكندنافيًا.",

    "war_for_the_planet" => "حرب من أجل الكوكب",
    "war_for_the_planet_desc" => "خاتمة ملحمية لسلسلة القرود، حيث يجب على قيصر قيادة قبيلته ضد بقايا البشرية في حرب ستحدد مستقبل الكوكب.",

    "we_gare" => "وي جار",
    "we_gare_desc" => "وي جار",

    "yoshi" => "يوشي",
    "yoshi_desc" => "رحلة ملونة مع يوشي وهو يستكشف جزرًا مسحورة، يحل الألغاز، وينقذ أصدقائه من أشرار غامضين.",

    "zombie_island" => "جزيرة الزومبي",
    "zombie_island_desc" => "جزيرة الزومبي",

    "download_quality" => "جودة التحميل"
];
